
"Everything" = "All";
"Content" = "Content";
"Name" = "Name";
"Comment" = "Comment";
"URL" = "URL";
"Tag" = "Tag";
"Data" = "Data";
"Meta Data" = "Metadata";
"Metadata" = "Metadata";

"Kind" = "Kind";
"Instance" = "Instance";
"Record" = "Item";

"Label" = "Label";
"Locking" = "Locking";
"Unread" = "Unread";
"State" = "Flag";
"Label" = "Label";

"Width" = "Width";
"Height" = "Height";
"Duration" = "Duration";
"Size" = "Size";
"Word Count" = "Word Count";

"Date Added" = "Date Added";
"Date Created" = "Date Created";
"Date Modified" = "Date Modified";
"Date Opened" = "Date Opened";

"Off" = "Off";
"On" = "On";
"is" = "is";
"is not" = "is not";
"contains" = "contains";
"matches" = "matches";
"is less than" = "is less than";
"is less than or equal to" = "is less than or equal to";
"is greater than" = "is greater than";
"is greater than or equal to" = "is greater than or equal to";

"Aliases" = "Aliases";
"Script" = "Script";

"Replicant" = "Replicant";
"Duplicate" = "Duplicate";
"Indexed" = "Indexed";
"Tagged" = "Tagged";

"Author" = "Author";
"From" = "From";
"Recipient" = "Recipient";
"To" = "To";

"Title" = "Title";
"Headline" = "Headline";
"Subject" = "Subject";

"Description" = "Description";
"Keywords" = "Keywords";
"Organization" = "Organization";
"Copyright" = "Copyright";

"Album" = "Album";
"Composer" = "Composer";

"Today" = "Today";
"Yesterday" = "Yesterday";
"This Week" = "This Week";
"Last Week" = "Last Week";
"This Month" = "This Month";
"Last Month" = "Last Month";
"This Quarter" = "This Quarter";
"Last Quarter" = "Last Quarter";
"This Year" = "This Year";
"Last Year" = "Last Year";

"Any" = "Any";
"All" = "All";
"of the following are true" = "of the following are true";

"Any Content" = "Any Document";
"Group" = "Group";
"Smart Group" = "Smart Group";
"Plain Text" = "Plain Text";
"Rich Text" = "Rich Text";
"HTML Page" = "HTML Page";
"Web Archive" = "Web Archive";
"XML File" = "XML File";
"Property List" = "Property List";
"Image" = "Image";
"PDF/PS" = "PDF/PS";
"QuickTime" = "QuickTime";
"Video" = "Video";
"Audio" = "Audio";
"Bookmark" = "Bookmark";
"Feed" = "Feed";
"Sheet" = "Sheet";
"Other" = "Other";
"Email" = "Email";

"does not contain" = "does not contain";
"Filename" = "Filename";
"begins with"  = "begins with";
"ends with" = "ends with";

"Operators/Wildcards" = "Operators & Wildcards";
"Wildcards" = "Wildcards";
"Formatted Note" = "Formatted Note";
"within last" = "within last";
"days" = "days";
